Repository: bueltge/addquicktag
Catalog: languages/addquicktag-*.po
Languages: de_de, fr_fr, ja, tr_tr

source: Select the checkbox below to add enhanced code buttons.
fr_fr: Cochez les cases ci-dessous pour ajouter les boutons de code améliorés.
ja: 拡張コードボタンを追加するには、以下のチェックボックスを選択してください。
tr_tr: Gelişmiş kod butonları eklemek için aşağıdaki onay kutusunu seçin.

source: pre: Enhanced Code buttons
fr_fr: pre: boutons de code améliorés
ja: pre: 拡張コードボタン
tr_tr: pre: Gelişmiş kod butonları

source: Enhanced the default Code buttons. Add a pull down menu for different languages before the default code button and include this as class inside the code tag. Also add a pre button for preformatted text.
fr_fr: Améliore les boutons de code par défaut. Ajoute un menu déroulant pour différents langages devant le bouton de code par défaut et l'inclut en tant que classe dans le tag de code. Ajoute aussi un bouton pre pour le texte préformaté.
ja: 拡張されたデフォルトのコードボタンです。デフォルトのコードボタンの前に様々な言語のプルダウンメニューを追加し、コードタグにクラスとして含ませます。また、整形済みテキストのための pre ボタンを追加します。
tr_tr: Varsayılan buton kodları geliştirildi. Varsayılan buton kodu ve bu kod etiketi için sınıf görevi bu eklemeden önce farklı diller için bir aşağı çekme menüsü ve ayrıca önceden biçimlendirilmiş metin için bir pre butonu ekleyin.

source: htmlentities: HTML Entities, HTML Decode
fr_fr: htmlentities: entrées HTML, décodage HTML
ja: htmlentities: HTML 文字参照、HTML デコード

source: Add buttons to do the inconvient HTML encoding/decoding, like &lt; to &amp;lt; and back.
fr_fr: Ajoute des boutons pour réaliser l'encodage/décodage HTML peu pratique comme &lt; vers &amp;lt; et en arrière.
ja: &lt; を &amp;lt; にしたり、その逆をしたりするような HTML エンコーディング・デコーディングを行うボタンを追加する
tr_tr: Uygunsuz HTML kodlama/çözümleme için butonların öncesine < ve sonrasına > ekleyin.

source: Button
fr_fr: Bouton
ja: ボタン
tr_tr: Buton

source: Export
de_de: Exportieren
fr_fr: Exporter
ja: エクスポート
tr_tr: Dışa Aktar

source: When you click the button below the plugin will create an JSON file for you to save to your computer.
fr_fr: En cliquant sur ls bouton ci-dessous, le plugin créera un fichier JSON à sauvegarder sur votre ordinateur.
ja: 以下のボタンをクリックすると、プラグインは JSON ファイルを生成します。このファイルはあなたのコンピューターに保存されます。
tr_tr: Alttaki düğmeye bir kere tıkladığınızda eklenti, bilgisayarınıza kaydetmek için bir JSON dosyası oluşturur.

source: This format, a custom JSON, will contain your options from quicktags.
fr_fr: Ce format, un JSON personnalisé, contiendra vos options de quicktags.
ja: このカスタム JSON にクイックタグの設定が含まれています。
tr_tr: Bu JSON dosyası özel bir biçim dosyası olup, quicktags seçeneklerinizi içerecektir.

source: Once you’ve saved the download file, you can use the Import function in another WordPress installation to import this site.
de_de: Nachdem die heruntergeladene Datei gespeichert wurde, kannst du die Import-Funktion in einer anderen WordPress Installation nutzen.
fr_fr: Une fois le fichier téléchargé, vous pouvez utiliser la fonction d'importation dans une autre installation Wordpress pour importer ces réglages.
ja: 設定ファイルの保存を行うと、プラグインのインポート機能が使用できます。他の WordPress サイトにこのサイトのクイックタグの設定を取り込むことができます。
tr_tr: Aktarım dosyasını indirdikten sonra, bu sitedeki ayarları başka WordPress kurulumunda kullanmak için, içe aktar işlevini kullanabilirsiniz.

source: Download Export File
de_de: Export-Datei herunterladen
fr_fr: Télécharger le fichier d'exportation
ja: エクスポートファイルのダウンロード
tr_tr: İndirme dosyasını içe aktar

source: Import
de_de: Importieren
fr_fr: Importer
ja: インポート
tr_tr: İçe Aktar

source: If you have quicktags from other installs, the plugin can import those into this site. To get started, choose a file to import. (json-Format)
fr_fr: Si vous avez des quicktags d'autres installations, le plugin peut les importer dans ce site. Pour commencer, veuillez choisir un fichier à importer (au format json)
ja: 他の WordPress サイトでクイックタグを使用している場合、このサイトにインポートできます。プラグインインポート用のファイルを選択してください (JSON 形式)。
tr_tr: Diğer bloglarınızda yüklü olan Quicktag'larınız varsa, eklenti ile bu site içine bunları alabilirsiniz. Başlamak için bir dosya seçin. (json-Format)

source: Upload file and import
de_de: Datei aktualisieren und importieren
fr_fr: Uploader et importer fichier
ja: ファイルのアップロード・インポート
tr_tr: Dosyayı yükle ve içe aktar

source: Options not update - you don&lsquo;t have the privileges to do this!
ja: 設定は更新されていません。設定を変更する権限がありません。

source: Please upload a valid .json file
fr_fr: Veuillez uploader un fichier .json valide
ja: 有効な .json ファイルをアップロードしてください
tr_tr: Lütfen geçerli bir .json dosyası yükleyin.

source: Please upload a file to import.
fr_fr: Veuillez uploader un fichier pour l'importation.
ja: インポート用のファイルをアップロードしてください。
tr_tr: Lütfen bir dosya içe aktarın.

source: Remove Core Quicktag buttons
fr_fr: Retirer des boutons Quicktag du core
ja: デフォルトのクイックタグを非表示にする
tr_tr: Temel Quicktag butonlarını kaldırın

source: Select the checkbox below to remove a core quicktags in the editors of the respective post type.
fr_fr: Sélectionner une case à cocher ci-dessous pour retirer des quicktags du core dans les éditeurs des types de billets respectifs.
ja: 各投稿タイプのエディターでデフォルトのクイックタグを非表示にするには、以下のチェックボックスを選択してください。
tr_tr: İlgili seçim sonrası editörlerden bir çekirdek quicktags türünü kaldırmak için aşağıdaki onay kutusunu seçin.

source: Settings
de_de: Einstellungen
fr_fr: Réglages
ja: 設定
tr_tr: Ayarlar

source: Add or delete Quicktag buttons
de_de: Ergänze oder lösche Quicktag Buttons
fr_fr: Ajouter ou supprimer des boutons Quicktag
ja: クイックタグの追加と削除
tr_tr: Quicktag Ekle/Sil

source: Fill in the fields below to add or edit the quicktags. Fields with * are required. To delete a tag simply empty all fields.
de_de: Ergänze neue Buttons, in dem die unteren Felder ausgefüllt werden. Felder mit * sind Pflichtfelder, müssen ausgefüllt werden. Um einen Button zu löschen, einfach die Felder des Buttons leeren und speichern.
fr_fr: Remplissez les champs ci-dessous ou éditez les quicktags. Les champs marqués d'un * sont obligatoires. Pour effacer un tag, videz simplement tous les champs.
ja: クイックタグを追加・編集するには以下の項目を埋めるか変更してください。 * が付いた項目は必須です。タグを削除するには全ての項目を空にしてください。
tr_tr: Quicktag eklemek veya düzenlemek için aşağıdaki alanları doldurun. * ile belirtilen alanların doldurulması zorunludur. Bir etiketi silmek için tüm alanları boşaltın.

source: Button Label* and
fr_fr: Label* de bouton et
ja: ボタン名* と
tr_tr: Button İsmi* ve

source: Title Attribute
de_de: Title Attribut
fr_fr: Attribut de titre
ja: ラベル名
tr_tr: Başlık Özelliği

source: Start Tag(s)* and
fr_fr: Débuter le/les Tag(s)* et
ja: 開始タグ* と
tr_tr: Başlangıç Etiket(ler)i* ve

source: End Tag(s)
de_de: Ende Tag(s)
fr_fr: Fin du(des) tag(s)
ja: 終了タグ(s)
tr_tr: Bitiş Etiket(ler)i

source: Access Key and
fr_fr: Accéder à la clef et
ja: アクセスキーと
tr_tr: Erişim Anahtarı ve

source: Order
de_de: Reihenfolge
fr_fr: Ordre
ja: 順番
tr_tr: Sıra

source: Visual
de_de: Visuell
fr_fr: Visuel
ja: ビジュアルエディター
tr_tr: Görsel

source: Button Label*
de_de: Button Name*
fr_fr: Label du bouton*
ja: ボタン名*
tr_tr: Buton İsmi*

source: Start Tag(s)*
fr_fr: Début du/des tag(s)*
ja: 開始タグ*
tr_tr: Başlangıç Etiket(ler)i*

source: Access Key
de_de: Zugriffstaste
fr_fr: Clef d'accès
ja: アクセスキー
tr_tr: Erişim Anahtarı

source: Save Changes
fr_fr: Sauvegarder les modifications
ja: 変更を保存
tr_tr: Değişiklikleri Kaydet

source: Like this plugin?
de_de: Du magst das Plugin?
fr_fr: Vous aimez ce plugin ?
ja: このプラグインが気に入りましたか?
tr_tr: Bu eklentiyi sevdiniz mi?

source: Here's how you can give back:
de_de: Über folgende Möglichkeiten kannst du etwas zurück geben:
fr_fr: Voici comment le soutenir:
ja: あなたからの支援をお待ちしています:
tr_tr: Buradan nasıl geribildirim yapabileceğinizi seçebilirsiniz:

source: The Plugin on the WordPress plugin repository
de_de: Das Plugin im offiziellen WordPress Repository
fr_fr: Le plugin sur le dépôt officiel des plugins Wordpress
ja: WordPress プラグインリポジトリへ移動
tr_tr: Eklenti WordPress eklenti deposunda

source: Give the plugin a good rating.
de_de: Gib dem Plugin eine gute Wertung
fr_fr: Donnez une bonne note au plugin.
ja: 評価をお願いします
tr_tr: Bu eklentiye oy verin.

source: Help inside the community other useres and write answer to this plugin questions.
fr_fr: Aidez à l'intérieur de la communauté d'autres utilisateurs et répondez aux question concernant ce plugin.
ja: コミュニティのユーザーを助けたり、プラグインの質問に答えたりする
tr_tr: Topluluk, üye olan kullanıcılara yardımcı olur ve bu eklenti hakkındaki sorulara cevap verir.

source: Help other users in the Support Forum.
fr_fr: Aidez d'autres utilisateurs dans le forum de support.
ja: サポートフォーラムでユーザーを助ける
tr_tr: Destek forumu diğer kullanıcılara yardımcı olur.

source: Donate via PayPal
de_de: Spende via Paypal
fr_fr: Faites une donatin via Paypal
ja: PayPal 経由で寄付
tr_tr: Paypal üzerinden bağışta bulunun

source: Donate a few euros.
de_de: Spende einige Euros
fr_fr: Donnez quelques euros.
ja: 寄付をする
tr_tr: Birkaç Euro bağışta bulunun.

source: Frank Bültge's Amazon Wish List
de_de: Frank Bültge's Amazon Wunschliste
fr_fr: La liste d'envies de Frank Bültge
ja: Frank Bültge の Amazon ウィッシュリスト
tr_tr: Frank Bültge'nin Amazon İstek Listesi

source: Get me something from my wish list.
de_de: Suche dir was aus und lass mir ein Objekt meiner Wunschliste zukommen.
fr_fr: Commandez moi un article de ma liste d'envies.
ja: ウィッシュリストからどれかを送ってください
tr_tr: İstek listemden bazı şeyleri benim için alabilirsiniz.

source: Please give me feedback, contribute and file technical bugs on this GitHub Repo, use Issues.
de_de: Bitte gib Feedback, Erweiterungen und Hinweis im Github Repo, nutze Issues.
fr_fr: Veuillez donner votre avis, contribuer et indiquer les bugs techniques sur le dépôt GitHub. Utiliser Issues.
ja: Github のリポジトリの Issue を使って、フィードバック、貢献、技術的バグの報告をお願いします
tr_tr: Bana geribildirimde bulunmak, eklentiye katkı vermek ve eklenti hakkındaki teknik hataları bildirmek için bu GitHub Repo üzerindeki sayfayı kullanın.

source: Github Repo for Contribute, Issues & Bugs
de_de: Github Repo für Erweiterungen, Hinweise & Fehler
fr_fr: Dépôt GitHub pour les contributions, problèmes et bugs
ja: 貢献、問題・バグのために Github のリポジトリへ移動する
tr_tr: Github Repo Katkıda bulunmak Sorun ve Teknik Hatalar için

source: About this plugin
de_de: Über das Plugin
fr_fr: À propos de ce plugin
ja: このプラグインについて
tr_tr: Bu eklenti hakkınd

source: Version:
ja: バージョン:
tr_tr: Sürüm:

source: Description:
de_de: Beschreibung:
ja: 説明:
tr_tr: Açıklama:

source: Options saved.
de_de: Einstellungen gespeichert.
fr_fr: Options sauvegardées.
ja: 設定は保存されました。
tr_tr: Seçenekler kaydedildi.

source: Allows you to easily add custom Quicktags to the html- and visual-editor.
de_de: Erlaubt das einfache Hinzufügen von Quicktags zum html- und visuellen Editor.
fr_fr: vous permet d'ajouter facilement des quicktags personnalisés à l'éditeur html et visuel.
ja: HTML エディターやビジュアルリッチエディターで定型入力に使用できるクイックタグを簡単に追加・管理できます。
tr_tr: Özel Quicktags butonlarını kolayca HTML veya Görsel yazı editörüne eklemenize olanak sağlar.

source: Enhanced Code Quicktag buttons
fr_fr: Boutons de code Quicktag améliorés
ja: 拡張コードクイックタグボタン
tr_tr: Gelişmiş Quicktag Kod Butonları

source: Options not update - you don&lsquo;t have the privilidges to do this!
de_de: Einstellungen wurden nicht aktualisiert - du hast keine ausreichenden Rechte um dies zu tun!
fr_fr: Options pas mises à jour - vous n'avez pas les droits pour réaliser cette action !
tr_tr: Seçenekler güncellenmedi - Bunu yapmak için izniniz yok!

source: When you click the button below the plugin will create an XML file for you to save to your computer.
de_de: Wenn du unten auf Export-Datei herunterladen klickst, wird das Plugin eine XML-Datei für dich erstellen, die du auf deinem Computer speichern kannst.

source: This format, a custom XML, will contain your options from quicktags.
de_de: Dieses Format, ein benutzerdefniertes XML, beinhaltet Einstellungen der Quicktags.

source: If you have quicktags from other installs, the plugin can import those into this site. To get started, choose a file to import.
de_de: Wenn du Quicktags von einer anderen WordPress Installation hast, dann kann das Plugin diese Einstellungen importieren. Zum Starten des Imports wähle eine Datei und klicke auf Datei aktualisieren und importieren.
