Repository: bueltge/AddQuicktag
Catalog: languages/addquicktag-*.po
Languages: pl_pl

source: Select the checkbox below to add enhanced code buttons.
pl_pl: Zaznacz pole wyboru poniżej, aby dodać przyciski rozszerzony kod.

source: pre: Enhanced Code buttons
pl_pl: przed: rozszerzony kod przyciski

source: Enhanced the default Code buttons. Add a pull down menu for different languages before the default code button and include this as class inside the code tag. Also add a pre button for preformatted text.
pl_pl: Ulepszone domyślny kod przyciski. Dodać ciągnąć w dół menu dla różnych języków przed przycisk Domyślny kod i uwzględnienie tego jako Klasa wewnątrz tagu kod. Również dodać przycisk pre dla tekstu preformatowanego.

source: htmlentities: HTML Entities, HTML Decode
pl_pl: htmlentities: encje HTML, HTML dekodowania

source: Add buttons to do the inconvient HTML encoding/decoding, like &lt; to &amp;lt; and back.
pl_pl: Dodaj przyciski do inconvient HTML kodowania/dekodowania, jak < do &amp; lt; i z powrotem.

source: Button
pl_pl: Przycisk

source: Export
pl_pl: Eksportuj

source: When you click the button below the plugin will create an JSON file for you to save to your computer.
pl_pl: Po kliknięciu przycisku poniżej plugin spowoduje utworzenie pliku JSON, aby zapisać na swoim komputerze.

source: This format, a custom JSON, will contain your options from quicktags.
pl_pl: Ten format, niestandardowe JSON, będzie zawierał opcje od quicktags.

source: Once you’ve saved the download file, you can use the Import function in another WordPress installation to import this site.
pl_pl: Po zapisaniu pliku do pobrania, można użyć funkcji importu w innej instalacji WordPress do zaimportowania tej strony.

source: Download Export File
pl_pl: Pobierz plik Exportu

source: Import
pl_pl: Importuj

source: If you have quicktags from other installs, the plugin can import those into this site. To get started, choose a file to import. (json-Format)
pl_pl: Jeśli masz quicktags z innego źródła, plugin można zaimportować je do tej strony. Aby rozpocząć, wybierz plik do zaimportowania. (w formacie json)

source: Upload file and import
pl_pl: Prześlij plik i importuj

source: Options not update - you don&lsquo;t have the privileges to do this!
pl_pl: Opcje nie update - nie masz uprawnień do tego!

source: Please upload a valid .json file
pl_pl: Proszę przesłać plik prawidłowe .json

source: Please upload a file to import.
pl_pl: Proszę przesłać plik do zaimportowania.

source: Remove Core Quicktag buttons
pl_pl: Usunąć Quicktag podstawowych przycisków

source: Select the checkbox below to remove a core quicktags in the editors of the respective post type.
pl_pl: Zaznacz pole wyboru poniżej, aby usunąć quicktags rdzeń w edytorach typu odpowiednie stanowisko.

source: Settings
pl_pl: Ustawienia

source: Add or delete Quicktag buttons
pl_pl: Dodaj lub Usuń przyciski Quicktag

source: Fill in the fields below to add or edit the quicktags. Fields with * are required. To delete a tag simply empty all fields.
pl_pl: Wypełnij pola poniżej, aby dodać lub edytować quicktags. Pola oznaczone * są wymagane. Aby usunąć znacznik po prostu puste wszystkie pola.

source: Button Label* and
pl_pl: Etykieta przycisku

source: Title Attribute
pl_pl: Atrybut „Tytułu”

source: Start Tag(s)* and
pl_pl: Rozpocząć tag (s) * oraz

source: End Tag(s)
pl_pl: Koniec tag (s)

source: Access Key and
pl_pl: Klawisz dostępu i

source: Order
pl_pl: Zamówienie

source: Visual
pl_pl: Wizualny

source: Button Label*
pl_pl: Etykieta przycisku

source: Start Tag(s)*
pl_pl: Rozpocząć tag (s) *

source: Access Key
pl_pl: Klucz dostępu

source: Save Changes
pl_pl: Zapisz zmiany

source: Like this plugin?
pl_pl: Podoba Ci się to plugin?

source: Here's how you can give back:
pl_pl: Oto w jaki sposób można oddać:

source: The Plugin on the WordPress plugin repository
pl_pl: Plugin na repozytorium wtyczki WordPress

source: Give the plugin a good rating.
pl_pl: Dać ten szpunt pewien dobry oszacowanie.

source: Help inside the community other useres and write answer to this plugin questions.
pl_pl: Pomoc wewnątrz Wspólnoty innych useres i napisz odpowiedzi na to pytanie plugin.

source: Help other users in the Support Forum.
pl_pl: Pomóż innym użytkownikom forum wsparcia.

source: Donate via PayPal
pl_pl: Podaruj przez PayPal

source: Donate a few euros.
pl_pl: Oddawać kilka euro.

source: Frank Bültge's Amazon Wish List
pl_pl: Lista życzeń Amazon Frank Bültge

source: Get me something from my wish list.
pl_pl: Się mi coś z mojej listy życzeń.

source: Please give me feedback, contribute and file technical bugs on this GitHub Repo, use Issues.
pl_pl: Proszę dał mi Opinie, przyczyniają się i pliku błędów technicznych w tym GitHub Repo, użyj problemy.

source: Github Repo for Contribute, Issues & Bugs
pl_pl: GitHub Repo dla programu Contribute, kwestie idealna błędów

source: About this plugin
pl_pl: O ten plugin

source: Version:
pl_pl: Wersja:

source: Description:
pl_pl: Opis:

source: Options saved.
pl_pl: Opcje zapisano.

source: Allows you to easily add custom Quicktags to the html- and visual-editor.
pl_pl: Pozwala ty wobec łatwo dodać niestandardowe Quicktags do html i Wzrokowy Redaktor.

source: Enhanced Code Quicktag buttons
pl_pl: Rozszerzony kod Quicktag przyciski
